import { Category } from "../models/Category";

export const AllCategories: Category[] = [
  {
    id: "1",
    name: "גבינות שמנת",
    description: "מבחר גבינות שמנת עשירות וקרמיות, מושלמות למריחה ולתוספות.",
  },
  {
    id: "2",
    name: "מוצרי קוטג'",
    description: "קוטג' טרי ומתאים לכל המשפחה, במגוון אחוזי שומן.",
  },
  {
    id: "3",
    name: "גבינות מלוחות",
    description:
      "גבינות מלוחות בטעמים עשירים, מושלמות לסלטים ולמאכלים מיוחדים.",
  },
  {
    id: "4",
    name: "יוגורטים",
    description: "יוגורטים טבעיים ובריאים במגוון טעמים, מושלמים לארוחות בוקר.",
  },
  {
    id: "5",
    name: "גבינות קשות",
    description: "גבינות קשות מגוונות, אידיאליות לבישול, אפייה ונשנוש.",
  },
  {
    id: "6",
    name: "חמאות",
    description: "חמאות עשירות בטעמים טבעיים, מתאימות למריחה ולאפייה.",
  },
  {
    id: "7",
    name: "שמנת",
    description: "שמנת עשירה ומגוונת לשימוש בקינוחים ובבישולים.",
  },
  {
    id: "8",
    name: "מוצרים מיוחדים",
    description: "מוצרים ייחודיים לתיבול והעשרת המטבח.",
  },
];
